
import 'package:flutter/cupertino.dart';
import 'package:flutter/material.dart';

class Constants{
  
    static const PRIMARYCOLORS = Color(0xFF00BEFF);
    static const SECONDARY = Color.fromARGB(255, 194, 235, 248);
    static const TestText = "ဆရာ ချစ်ဦးညိုကို အဖ သဘင်ပညာသည်ကြီး ဦးရွှေဒေါင်းညို၊ အမိ ဒေါ်စိန်ရင် တို့မှ ၁၉၄၇ ခုနှစ် ဒီဇင်ဘာလ ၃ဝ ရက်နေ့တွင် မန္တလေးမြို့၌ မွေးဖွား ခဲ့သည်။ အမည်ရင်း ကျော်စွာ ဖြစ်ပြီး၊ မွေးချင်း (၇) ယောက် အနက် အကြီးဆုံး ဖြစ်သည်။ ၁၉၅၂ ခုနှစ်တွင် မန္တလေးမြို့ နန်းတော်ရှေ့၊ မတ္တရာတိုက် မူလတန်းကျောင်းတွင် ပညာ ဆည်းပူးခဲ့ပြီး ၁၉၅၆တွင် မန္တလေးမြို့ ဝက်စလီကျောင်းနှင့် ဘီဘီအိုအေကျောင်းများ၌ အလယ်တန်း တက်ရောက်ခဲ့သည်။ ၁၉၅၇ ခုနှစ်တွင် မန္တလေးမြို့ မန္တလေးအထက(၁)မှ ဆယ်တန်း အောင်မြင်သည်။ ၁၉၆၂ ခုနှစ်တွင် မန္တလေးတက္ကသိုလ်၌ ဥပစာ ဝိဇ္ဇာ (က) တန်း တက်ရောက်သည်။ ၁၉၆၃-၆၈တွင် ရန်ကုန် ဝိဇ္ဇာနှင့်သိပ္ပံတက္ကသိုလ်၌ ဒဿနိကဗေဒ အဓိကဖြင့် တက်ရောက်ပြီး ၁၉၆၈တွင် ဂုဏ်ထူးသုံးဘာသာဖြင့် ဝိဇ္ဇာဘွဲ့ရခဲ့သည်။ မဟာဝိဇ္ဇာ ဆက်လက်တက်ရောက်ခဲ့သည်။";

}